{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "         LEVEL 1"
			},
			"Translation":
			{
				"Text": "         LEVEL 1"
			},
			"Key": "15297EE74B1C39ABA08BFFB82DAD3C73"
		},
		{
			"Source":
			{
				"Text": "         LEVEL 2"
			},
			"Translation":
			{
				"Text": "         LEVEL 2"
			},
			"Key": "907535594496A5F04B9DA9A2E255C92B"
		},
		{
			"Source":
			{
				"Text": "         LEVEL 3"
			},
			"Translation":
			{
				"Text": "         LEVEL 3"
			},
			"Key": "93F3855048E831DA6E774E980C5390DB"
		},
		{
			"Source":
			{
				"Text": "        IN FULL SCREEN"
			},
			"Translation":
			{
				"Text": "        IN FULL SCREEN"
			},
			"Key": "D18BDB604D20531D04881F8C513F6D00"
		},
		{
			"Source":
			{
				"Text": "        IN THE WINDOW"
			},
			"Translation":
			{
				"Text": "        IN THE WINDOW"
			},
			"Key": "3F24BADF4695FB78A91F28943D9E61F7"
		},
		{
			"Source":
			{
				"Text": "    LEVEL 1"
			},
			"Translation":
			{
				"Text": "    LEVEL 1"
			},
			"Key": "5D2A9BEE47343B8901BC4F90C6F97FD2"
		},
		{
			"Source":
			{
				"Text": "    LEVEL 1"
			},
			"Translation":
			{
				"Text": "    LEVEL 1"
			},
			"Key": "7EBA299844F0A17358743D860E173101"
		},
		{
			"Source":
			{
				"Text": "    LEVEL 1"
			},
			"Translation":
			{
				"Text": "    LEVEL 1"
			},
			"Key": "BDCFD2194284C2FAC8522DB8D0FFDD58"
		},
		{
			"Source":
			{
				"Text": "    LEVEL 2"
			},
			"Translation":
			{
				"Text": "    LEVEL 2"
			},
			"Key": "C4DD8EC947CE8F69A4B25186057FCAD4"
		},
		{
			"Source":
			{
				"Text": "    LEVEL 2"
			},
			"Translation":
			{
				"Text": "    LEVEL 2"
			},
			"Key": "06BE405A48C6EB84103EB999B104BD9E"
		},
		{
			"Source":
			{
				"Text": "    LEVEL 3"
			},
			"Translation":
			{
				"Text": "    LEVEL 3"
			},
			"Key": "60FC9C4746A42165DFD854B1D5BA1296"
		},
		{
			"Source":
			{
				"Text": "  FULL SCREEN WINDOW"
			},
			"Translation":
			{
				"Text": "  FULL SCREEN WINDOW"
			},
			"Key": "3A2FCA664B8DF3F2488B4A8E3E231404"
		},
		{
			"Source":
			{
				"Text": " you need to score"
			},
			"Translation":
			{
				"Text": " you need to score"
			},
			"Key": "658B14BB4123A2D7E14432B252260D59"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": "0"
			},
			"Key": "89D6E82345119587F532D49A26657DF3"
		},
		{
			"Source":
			{
				"Text": "00"
			},
			"Translation":
			{
				"Text": "00"
			},
			"Key": "FDA9B06C40BDC543FC93409640CD2D8C"
		},
		{
			"Source":
			{
				"Text": "00"
			},
			"Translation":
			{
				"Text": "00"
			},
			"Key": "228CFE6F482412A7379BE6891A0F5944"
		},
		{
			"Source":
			{
				"Text": "00"
			},
			"Translation":
			{
				"Text": "00"
			},
			"Key": "3E5ECEDF476B5B42B7A51DB421323423"
		},
		{
			"Source":
			{
				"Text": "00"
			},
			"Translation":
			{
				"Text": "00"
			},
			"Key": "439945FC4F827213245A8F8911AC6086"
		},
		{
			"Source":
			{
				"Text": "00"
			},
			"Translation":
			{
				"Text": "00"
			},
			"Key": "568B78D147DEDE51919993BC167D863C"
		},
		{
			"Source":
			{
				"Text": "00"
			},
			"Translation":
			{
				"Text": "00"
			},
			"Key": "71B1B3F64F35D6BFBED04CAB35DAE1CE"
		},
		{
			"Source":
			{
				"Text": "00"
			},
			"Translation":
			{
				"Text": "00"
			},
			"Key": "086624D3433C6E1C610813AB5DD4E215"
		},
		{
			"Source":
			{
				"Text": "1"
			},
			"Translation":
			{
				"Text": "1"
			},
			"Key": "043F9A574D4770358D7E87A199683B8D"
		},
		{
			"Source":
			{
				"Text": "1"
			},
			"Translation":
			{
				"Text": "1"
			},
			"Key": "005800254D24A073E050A6A3FC3E86DB"
		},
		{
			"Source":
			{
				"Text": "1000"
			},
			"Translation":
			{
				"Text": "1000"
			},
			"Key": "82E5F02A4535FCD216D732AC63C1F11D"
		},
		{
			"Source":
			{
				"Text": "2"
			},
			"Translation":
			{
				"Text": "2"
			},
			"Key": "5BDDA20A469B73CBB85F1698FDFD6C49"
		},
		{
			"Source":
			{
				"Text": "20 FPS"
			},
			"Translation":
			{
				"Text": "20 FPS"
			},
			"Key": "3DC7B49640C0361854140C80B178FD92"
		},
		{
			"Source":
			{
				"Text": "2023 Copiright Sergutoff.V. All Rights Reserved."
			},
			"Translation":
			{
				"Text": "2023 Copiright Sergutoff.V. All Rights Reserved."
			},
			"Key": "6973FAE740E11D55B4F9F2903902EE98"
		},
		{
			"Source":
			{
				"Text": "3"
			},
			"Translation":
			{
				"Text": "3"
			},
			"Key": "E9F1097D4A810147FFA8FE9E94BABF55"
		},
		{
			"Source":
			{
				"Text": "40 FPS"
			},
			"Translation":
			{
				"Text": "40 FPS"
			},
			"Key": "07FA860F4275C4F8BE0BB887FC19244B"
		},
		{
			"Source":
			{
				"Text": "60 FPS"
			},
			"Translation":
			{
				"Text": "60 FPS"
			},
			"Key": "0B2B08C745EB4C14DE03C0BDFB3462D6"
		},
		{
			"Source":
			{
				"Text": ":"
			},
			"Translation":
			{
				"Text": ":"
			},
			"Key": "16F8B46A4AC52A0E7127DB8E69EF91AC"
		},
		{
			"Source":
			{
				"Text": "ACCEPT"
			},
			"Translation":
			{
				"Text": "ACCEPT"
			},
			"Key": "268485114E9900EB7FC82D9C0BE47C21"
		},
		{
			"Source":
			{
				"Text": "ACCEPT"
			},
			"Translation":
			{
				"Text": "ACCEPT"
			},
			"Key": "239AC19142F220C657BE828D7A5D2C65"
		},
		{
			"Source":
			{
				"Text": "ACHIEVEMENTS"
			},
			"Translation":
			{
				"Text": "ACHIEVEMENTS"
			},
			"Key": "8B8213CB4A4B0FC4F413038287CAACB3"
		},
		{
			"Source":
			{
				"Text": "APPLY"
			},
			"Translation":
			{
				"Text": "APPLY"
			},
			"Key": "DB2179D54CA60DE0531B8BADE4CF229F"
		},
		{
			"Source":
			{
				"Text": "ARCANOID GAME"
			},
			"Translation":
			{
				"Text": "ARCANOID GAME"
			},
			"Key": "D59BF4AA446B1236663B2796E2A24F00"
		},
		{
			"Source":
			{
				"Text": "AVAILABLE LEVELS"
			},
			"Translation":
			{
				"Text": "AVAILABLE LEVELS"
			},
			"Key": "9C8CDC384DD486A162A25E8CEE93B02A"
		},
		{
			"Source":
			{
				"Text": "BACK"
			},
			"Translation":
			{
				"Text": "BACK"
			},
			"Key": "B1E0BD0C4D680459B6FB8E9A39857DF8"
		},
		{
			"Source":
			{
				"Text": "CONGRATULATIONS ! YOU WIN !"
			},
			"Translation":
			{
				"Text": "CONGRATULATIONS ! YOU WIN !"
			},
			"Key": "9D049C3C49B316D0C488688578092795"
		},
		{
			"Source":
			{
				"Text": "Choice of available game level"
			},
			"Translation":
			{
				"Text": "Choice of available game level"
			},
			"Key": "A32C056A411BBBFC4BE41E9D4B7E15EF"
		},
		{
			"Source":
			{
				"Text": "DECLINE"
			},
			"Translation":
			{
				"Text": "DECLINE"
			},
			"Key": "370B150B48CB90526EBEAF8A55D909E0"
		},
		{
			"Source":
			{
				"Text": "DECLINE"
			},
			"Translation":
			{
				"Text": "DECLINE"
			},
			"Key": "48C64611423334D214E03E98D6347FB6"
		},
		{
			"Source":
			{
				"Text": "Distance from start of ribbon that the particle lies."
			},
			"Translation":
			{
				"Text": "Distance from start of ribbon that the particle lies."
			},
			"Key": "95E42096417D9BBE19135DA61216E678"
		},
		{
			"Source":
			{
				"Text": "EXIT"
			},
			"Translation":
			{
				"Text": "EXIT"
			},
			"Key": "3EDB27794CA0989EFF352195BC60071C"
		},
		{
			"Source":
			{
				"Text": "EXIT"
			},
			"Translation":
			{
				"Text": "EXIT"
			},
			"Key": "22A6D83146A0F614E44A8280193F2E8D"
		},
		{
			"Source":
			{
				"Text": "GAME"
			},
			"Translation":
			{
				"Text": "GAME"
			},
			"Key": "A6BF40CA48DF1914A4C064831209D2A8"
		},
		{
			"Source":
			{
				"Text": "GAME OVER YOU LOST :("
			},
			"Translation":
			{
				"Text": "GAME OVER YOU LOST :("
			},
			"Key": "727030CE4B7CC2752076648ED0B1AE78"
		},
		{
			"Source":
			{
				"Text": "LEVEL"
			},
			"Translation":
			{
				"Text": "LEVEL"
			},
			"Key": "F94DD2DB465F30E24C0C73892B52D20E"
		},
		{
			"Source":
			{
				"Text": "LEVEL 1"
			},
			"Translation":
			{
				"Text": "LEVEL 1"
			},
			"Key": "51F6FF0A47FD1D580FECB18BCD3A686F"
		},
		{
			"Source":
			{
				"Text": "LEVEL 2"
			},
			"Translation":
			{
				"Text": "LEVEL 2"
			},
			"Key": "D592FABD49AA14E27EC5D8BAC2EFCD99"
		},
		{
			"Source":
			{
				"Text": "LEVEL 2"
			},
			"Translation":
			{
				"Text": "LEVEL 2"
			},
			"Key": "2A716A95475387B76466C1AF88BE1AF1"
		},
		{
			"Source":
			{
				"Text": "LEVEL 2 is now available"
			},
			"Translation":
			{
				"Text": "LEVEL 2 is now available"
			},
			"Key": "DA217F9B44B59E0DA6AFE9A562BCA2B4"
		},
		{
			"Source":
			{
				"Text": "LEVEL 3"
			},
			"Translation":
			{
				"Text": "LEVEL 3"
			},
			"Key": "0EF0BB15437115A37DC8248270DFAB3E"
		},
		{
			"Source":
			{
				"Text": "LEVEL 3"
			},
			"Translation":
			{
				"Text": "LEVEL 3"
			},
			"Key": "DF21658E427ECF73692FF4B3FFB3245C"
		},
		{
			"Source":
			{
				"Text": "LEVEL 3 is now available"
			},
			"Translation":
			{
				"Text": "LEVEL 3 is now available"
			},
			"Key": "C682745C4958B9F664C729AC9C5F6553"
		},
		{
			"Source":
			{
				"Text": "Loading..."
			},
			"Translation":
			{
				"Text": "Loading..."
			},
			"Key": "25AF42314226389CF18F4CB525824A1F"
		},
		{
			"Source":
			{
				"Text": "MAIN MENU"
			},
			"Translation":
			{
				"Text": "MAIN MENU"
			},
			"Key": "4C933D9D4143130CCEE277988CED0C2F"
		},
		{
			"Source":
			{
				"Text": "MAIN MENU"
			},
			"Translation":
			{
				"Text": "MAIN MENU"
			},
			"Key": "53E2ACF54BD0B6B329AE0F8826326F6C"
		},
		{
			"Source":
			{
				"Text": "MAIN MENU"
			},
			"Translation":
			{
				"Text": "MAIN MENU"
			},
			"Key": "867C2FF343B45AF36E3BD2BBD97C6E53"
		},
		{
			"Source":
			{
				"Text": "MAIN MENU"
			},
			"Translation":
			{
				"Text": "MAIN MENU"
			},
			"Key": "2BEFB386448CBE45D4AA4EBDA06B2A14"
		},
		{
			"Source":
			{
				"Text": "MUSIC VOLUME"
			},
			"Translation":
			{
				"Text": "MUSIC VOLUME"
			},
			"Key": "BE72B6474D4D3CEEBBF922BA4036AEEE"
		},
		{
			"Source":
			{
				"Text": "MY ACHIEVEMENTS"
			},
			"Translation":
			{
				"Text": "MY ACHIEVEMENTS"
			},
			"Key": "E3C5D68A4DEFFC6E5D1FB1B1093584C0"
		},
		{
			"Source":
			{
				"Text": "MY PROFILE"
			},
			"Translation":
			{
				"Text": "MY PROFILE"
			},
			"Key": "BB5528254ADE34F75422D6BFFC85083C"
		},
		{
			"Source":
			{
				"Text": "MY PROFILE"
			},
			"Translation":
			{
				"Text": "MY PROFILE"
			},
			"Key": "4A1EDD19493532D158306DB409806458"
		},
		{
			"Source":
			{
				"Text": "MY RECORDS"
			},
			"Translation":
			{
				"Text": "MY RECORDS"
			},
			"Key": "C7D7354B4CD2C9583316699E185940AA"
		},
		{
			"Source":
			{
				"Text": "Mass is factored into the Solver Calculations (Solve Forces and Solve Rotational Forces) where forces are converted into a final velocity. The more massive a particle, the more force is required to move it. "
			},
			"Translation":
			{
				"Text": "Mass is factored into the Solver Calculations (Solve Forces and Solve Rotational Forces) where forces are converted into a final velocity. The more massive a particle, the more force is required to move it. "
			},
			"Key": "1F09338F4D35C76074A719BBC6110181"
		},
		{
			"Source":
			{
				"Text": "NAME (max 14 simbols)"
			},
			"Translation":
			{
				"Text": "NAME (max 14 simbols)"
			},
			"Key": "51F1F9A048C17241C630C2A8193AC12E"
		},
		{
			"Source":
			{
				"Text": "NEW GAME"
			},
			"Translation":
			{
				"Text": "NEW GAME"
			},
			"Key": "0202CBCE4426EE8CCF5F7E90B09721A8"
		},
		{
			"Source":
			{
				"Text": "NON STOP"
			},
			"Translation":
			{
				"Text": "NON STOP"
			},
			"Key": "7BE12CB840295C4B4C7B03A515924563"
		},
		{
			"Source":
			{
				"Text": "NON STOP GAME"
			},
			"Translation":
			{
				"Text": "NON STOP GAME"
			},
			"Key": "86A80F75407B985557D096BF141C86BD"
		},
		{
			"Source":
			{
				"Text": "NON STOP GAME"
			},
			"Translation":
			{
				"Text": "NON STOP GAME"
			},
			"Key": "275FE85346D3F10F34864A9F5F3E76DD"
		},
		{
			"Source":
			{
				"Text": "NON STOP GAME is now available"
			},
			"Translation":
			{
				"Text": "NON STOP GAME is now available"
			},
			"Key": "EA96A1DB4AB21853FEB11FA0A4BA78FB"
		},
		{
			"Source":
			{
				"Text": "PAUSE"
			},
			"Translation":
			{
				"Text": "PAUSE"
			},
			"Key": "6020F0B84ADEA566FC8F8B8F8036619F"
		},
		{
			"Source":
			{
				"Text": "PAUSE MENU"
			},
			"Translation":
			{
				"Text": "PAUSE MENU"
			},
			"Key": "46B30A2D4AD924F47862CEB616029977"
		},
		{
			"Source":
			{
				"Text": "REMOVE ALL ACHIEVEMENTS"
			},
			"Translation":
			{
				"Text": "REMOVE ALL ACHIEVEMENTS"
			},
			"Key": "14443E7C46F6D2FFFAC63DBC5171CEC0"
		},
		{
			"Source":
			{
				"Text": "RESET"
			},
			"Translation":
			{
				"Text": "RESET"
			},
			"Key": "17F056054EE0CA07BC2E6A8BE6000E8E"
		},
		{
			"Source":
			{
				"Text": "RESET"
			},
			"Translation":
			{
				"Text": "RESET"
			},
			"Key": "80FC844C4C2738CD28F5CA9F346D9FE9"
		},
		{
			"Source":
			{
				"Text": "RESET"
			},
			"Translation":
			{
				"Text": "RESET"
			},
			"Key": "14B371D447BBF5C72F9E799652BCF6E8"
		},
		{
			"Source":
			{
				"Text": "RESET LEVELS"
			},
			"Translation":
			{
				"Text": "RESET LEVELS"
			},
			"Key": "64D0A78B4FD5EDF53A775791127B99D0"
		},
		{
			"Source":
			{
				"Text": "RESUME"
			},
			"Translation":
			{
				"Text": "RESUME"
			},
			"Key": "E576036245ED56B8BA796A80919D9623"
		},
		{
			"Source":
			{
				"Text": "Record"
			},
			"Translation":
			{
				"Text": "Record"
			},
			"Key": "099C3BDA4A8E807F1C7C599CEBF24653"
		},
		{
			"Source":
			{
				"Text": "S"
			},
			"Translation":
			{
				"Text": "S"
			},
			"Key": "AF08629743AD6E209AE825B03DB67AB5"
		},
		{
			"Source":
			{
				"Text": "SCORE X2"
			},
			"Translation":
			{
				"Text": "SCORE X2"
			},
			"Key": "B17ED95744DE86046EFA68BD4D1E1CA5"
		},
		{
			"Source":
			{
				"Text": "SETTINGS"
			},
			"Translation":
			{
				"Text": "SETTINGS"
			},
			"Key": "27E8014F468935BE44A1D2BF518D7DFF"
		},
		{
			"Source":
			{
				"Text": "SETTINGS"
			},
			"Translation":
			{
				"Text": "SETTINGS"
			},
			"Key": "BADAA0794D4514D9A68C12B5C1461D80"
		},
		{
			"Source":
			{
				"Text": "SETTINGS"
			},
			"Translation":
			{
				"Text": "SETTINGS"
			},
			"Key": "EAC38A2B44AF4C9283EDF1B43E5FF018"
		},
		{
			"Source":
			{
				"Text": "SETTINGS"
			},
			"Translation":
			{
				"Text": "SETTINGS"
			},
			"Key": "18AF1D4F434DE543997BFAA052514757"
		},
		{
			"Source":
			{
				"Text": "SOUNDS VOLUME"
			},
			"Translation":
			{
				"Text": "SOUNDS VOLUME"
			},
			"Key": "9E8C3BCB443BF1E3BA21ADA9D8C753EC"
		},
		{
			"Source":
			{
				"Text": "START"
			},
			"Translation":
			{
				"Text": "START"
			},
			"Key": "3D683649419E158D4BBDAFBF9D3BE14F"
		},
		{
			"Source":
			{
				"Text": "Score:"
			},
			"Translation":
			{
				"Text": "Score:"
			},
			"Key": "FA3D3EFF424E294628A7EDA88E6735DC"
		},
		{
			"Source":
			{
				"Text": "The XYZ scale of the non-sprite based particle."
			},
			"Translation":
			{
				"Text": "The XYZ scale of the non-sprite based particle."
			},
			"Key": "8720B6D34617438BFB3658AEA59B5904"
		},
		{
			"Source":
			{
				"Text": "The age in seconds divided by lifetime in seconds. Useful for animation as the value is between 0 and 1."
			},
			"Translation":
			{
				"Text": "The age in seconds divided by lifetime in seconds. Useful for animation as the value is between 0 and 1."
			},
			"Key": "AAF8B08F46862195289405B0BD5759BA"
		},
		{
			"Source":
			{
				"Text": "The color of the particle."
			},
			"Translation":
			{
				"Text": "The color of the particle."
			},
			"Key": "B4ADE0C44EF2C8C81194739FC6E4ECBC"
		},
		{
			"Source":
			{
				"Text": "The lifetime of a particle in seconds."
			},
			"Translation":
			{
				"Text": "The lifetime of a particle in seconds."
			},
			"Key": "88FAD3CF4942E69C61C64D979120A8EE"
		},
		{
			"Source":
			{
				"Text": "The position of the particle."
			},
			"Translation":
			{
				"Text": "The position of the particle."
			},
			"Key": "A0BFD936491FC0E8C483CEB1D3126471"
		},
		{
			"Source":
			{
				"Text": "The screen aligned roll of the particle in degrees."
			},
			"Translation":
			{
				"Text": "The screen aligned roll of the particle in degrees."
			},
			"Key": "DD9000804C89D94928CE1DB3F7CFE9A4"
		},
		{
			"Source":
			{
				"Text": "The size of the sprite quad."
			},
			"Translation":
			{
				"Text": "The size of the sprite quad."
			},
			"Key": "B11AFBEF4D4966FDC4B52286BF0224BF"
		},
		{
			"Source":
			{
				"Text": "The velocity in cm/s of the particle."
			},
			"Translation":
			{
				"Text": "The velocity in cm/s of the particle."
			},
			"Key": "41AF3FCB4EC2369F0BF21AB5FD536D62"
		},
		{
			"Source":
			{
				"Text": "To open "
			},
			"Translation":
			{
				"Text": "To open "
			},
			"Key": "2290F22548286011E00862AC2F1A09B4"
		},
		{
			"Source":
			{
				"Text": "Used to drive the Particle Random node in the Material Editor. Without this set, any Particle Randoms will get 0.0."
			},
			"Translation":
			{
				"Text": "Used to drive the Particle Random node in the Material Editor. Without this set, any Particle Randoms will get 0.0."
			},
			"Key": "2B154E2F42B135FFBAB5AFAC92F9B995"
		},
		{
			"Source":
			{
				"Text": "YOU HAVE A NEW RECORD !"
			},
			"Translation":
			{
				"Text": "YOU HAVE A NEW RECORD !"
			},
			"Key": "1E63D58E4CFD439BA1823398F7EF0104"
		},
		{
			"Source":
			{
				"Text": "You have ran out of time"
			},
			"Translation":
			{
				"Text": "You have ran out of time"
			},
			"Key": "A2576DD6460F5A3766D7F0AFB6863B19"
		},
		{
			"Source":
			{
				"Text": "You scored"
			},
			"Translation":
			{
				"Text": "You scored"
			},
			"Key": "36380F9D4CB35A699E3621911D9EE41D"
		},
		{
			"Source":
			{
				"Text": "You want to exit to main menu, your game will not be saved."
			},
			"Translation":
			{
				"Text": "You want to exit to main menu, your game will not be saved."
			},
			"Key": "E71F34BB451FD885353FF897FCDF4F19"
		},
		{
			"Source":
			{
				"Text": "You want to permanently delete all your achievements in the game."
			},
			"Translation":
			{
				"Text": "You want to permanently delete all your achievements in the game."
			},
			"Key": "B2F23D894501FA6A43D72BA9DFC69B0B"
		},
		{
			"Source":
			{
				"Text": "more points"
			},
			"Translation":
			{
				"Text": "more points"
			},
			"Key": "75C5D46D49160B6AE5D1DD9175A54653"
		},
		{
			"Source":
			{
				"Text": "points"
			},
			"Translation":
			{
				"Text": "points"
			},
			"Key": "32223A964E53F831EF8340923594D56F"
		}
	]
}